<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"  "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="de" lang="de">
<head>
<title>&Uuml;bung Index als Tabelle</title>
<meta http-equiv="content-type" content="text/xhtml; charset=UTF-8" />
<meta http-equiv="expires" content="Sat, 31 Dec 2040 00:00:00 GMT" />
<meta name="author" content="Malcolm K&ouml;gler" />
<meta name="keywords" lang="de" content="" />

</head>
<body>

<h1 align="center"><font color="blue">Beschreibung des Studienaufbaus</font></h1>
<p>
<a name="12"/>
Der Studiengang Informatik umfasst 8 Semester und gliedert sich in ein Grund- und ein Hauptstudium. 
</p>
<p>

Im Rahmen des Grundstudiums werden die f&uuml;r alle Studierenden erforderlichen Grundlagen-f&auml;cher gelehrt, w&auml;hrend im Hauptstudium ein Setzen individueller Akzente m&ouml;glich ist.
Der Lehrstoff wird grunds&auml;tzlich in Form seminaristischen Unterrichts einschlie&szlig;lich &uuml;bungen, Prak-tika, Seminaren und Projektarbeiten dargeboten.
Das Grundstudium vermittelt die Grundlagen der Informatik einschlie&szlig;lich Programmierung sowie Grundlagen in Mathematik und Betriebswirtschaftslehre und vertieft die Kenntnisse in einer Fremd-sprache.
Das Grundstudium wird mit dem Vordiplom abgeschlossen. Zum Eintritt in das Hauptstudium ist nur berechtigt, wer die Diplom-Vorpr&uuml;fung bestanden oder in bestimmten vorr&uuml;ckungsrelevanten F&auml;chern mindestens die Note &quot;ausreichend&quot; erzielt hat.
</p>
<p>
<a name="34"/>
Im ersten Teil des Hauptstudiums, d.h. im 3. und 4. Semester, werden zum einen F&auml;cher, die f&uuml;r alle Informatikerinnen und Informatiker relevant sind, angeboten bzw. F&auml;cher des Grundstudiums fortge-f&uuml;hrt. Im einzelnen handelt es sich dabei um die Gebiete Betriebssysteme, Datenbanksysteme, Pro-grammierung, Betriebswirtschaftslehre und Fremdsprachen.
Zus&auml;tzlich werden Inhalte gelehrt, die spezifisch f&uuml;r die Studienrichtung Industrie-Informatik sind und in weiteren, f&uuml;r sp&auml;ter geplanten Studienrichtung durch entsprechend anders gelagerte F&auml;cher ersetzt werden k&ouml;nnen. Im Studienschwerpunkt Industrie-Informatik sind im 3. und 4. Semester Veranstal-tungen zur Mess-, Digital- sowie zur Mikrocomputertechnik und zum Hardware-Entwurf zu absolvie-ren.
In das Studium der ersten vier Studiensemester ist ein Grundpraktikum integriert, das au&szlig;erhalb der Vorlesungszeit abgeleistet wird. Es umfasst insgesamt 18 Wochen einschlie&szlig;lich einer Vorpraxis von 6 Wochen vor Beginn des Studiums. Es wird in den vorlesungsfreien Zeitr&auml;umen bis zum Beginn des praktischen Studiensemesters abgeleistet. Die einzelnen praktischen Studienabschnitte sollen mindes-tens vier Wochen umfassen.
Studierende mit einschl&auml;giger abgeschlossener Berufsausbildung oder einer einschl&auml;gigen, mindestens 12-monatigen &uuml;berwiegend zusammenh&auml;ngenden beruflichen T&auml;tigkeit werden auf Antrag Zeiten ihrer Berufsausbildung oder praktischen beruflichen T&auml;tigkeit ganz oder teilweise auf das Grundpraktikum angerechnet, soweit Inhalt und Zielsetzung der Berufsausbildung oder der praktischen beruflichen T&auml;tigkeit dem Ausbildungsziel und den Ausbildungsinhalten des Grundpraktikums entsprechen. Be-tr&auml;gt eine vor dem Studium abgeleistete entsprechende einschl&auml;gige praktische T&auml;tigkeit weniger als zw&ouml;lf Monate oder wird eine entsprechende fachpraktische Ausbildung (z.B. von Absolventen von Fachoberschulen der Ausbildungsrichtungen Technik, Wirtschaft, Verwaltung und Rechtspflege) nachgewiesen, so ist eine Anrechnung auf das Grundpraktikum bis zu maximal sechs Wochen m&ouml;g-lich.
Voraussetzung zum Eintritt in das 5. und die folgenden Fachsemester ist die bestandene Diplom-Vorpr&uuml;fung und die erfolgreiche Ableistung des Industrie-Grundpraktikums.
</p>
<p>
<a name="5"/>
Das 5. Semester ist ein praktisches Studiensemester. Darin erhalten die Studierenden die Gelegen-heit, in der Praxis an einem gr&ouml;&szlig;eren DV-Projekt mitzuarbeiten, um bis dahin erworbene Kenntnisse praktisch umzusetzen und das sp&auml;tere Berufsumfeld n&auml;her kennenzulernen. Praxisbegleitende Lehr-veranstaltungen erg&auml;nzen die betriebliche Erfahrung und stellen den Kontakt zur Fachhochschule si-cher.
</p>
<p>
<a name="67"/>
Im 6. bis 8. Semester gliedert sich das Studium in eine Zahl von Modulen im Umfang von jeweils 6 Semesterwochenstunden. Module fassen mehrere inhaltlich eng verwandte Veranstaltungen eines be-stimmten Themenkreises zusammen.
Daneben werden F&auml;cher zur Vertiefung der sozialen Kompetenz wie Pr&auml;sentationstechniken und Pro-jekt- und Teamarbeit angeboten.
</p>
<p>
<a name="8"/>
Im 8. Semester ist die Diplomarbeit anzufertigen, in der durch den Studierenden eine komplexe Auf-gabenstellung aus den Lehr- und Projektaktivit&auml;ten des Fachbereichs oder aus der Industrie selbst&auml;ndig zu bearbeiten ist.
Das Studium schlie&szlig;t mit dem akademischen Grad Diplom-Informatiker/in [Dipl.-Inf. (FH)] ab.
</p>
<p>
<a href="./Aufgabe4.html">Zur &Uuml;bersicht</a>
</p>
</body>
</html>